package com.fish.novel;

public class NovelData {
    public static final String CONTENT =
            """
                    　命魂特性）、辅助增益贡献，等一系列为团队创造优势的行为都可以计入贡献统计。
                    
                    　　新设定可以让不同流派的玩家都能在净化领域节点的任务中获得公平待遇。
                    
                    　　至于统计方式，可以交给指引分身。
                    
                    　　指引强大的数据处理能力，可以根据战况变化实时分析出最优的贡献计算方式。
                    
                    　　所以往后的“净化任务”，将不再是唯输出论。
                    
                    　　而是以真正的贡献数据进行排名。
                    
                    　　至于现在正在进行的云田节点净化任务，已经定性，他不会更改。
                    
                    　　想好了新的设定修改方向后，祁胜的目光重新切换至正在激战的云田领域节点。
                    
                    　　(本章完)
                    """;
}